Repository: m4dhouse/NGsetting
Catalog: NGsetting/usr/lib/enigma2/python/Plugins/Extensions/NGsetting/Po/*/LC_MESSAGES/NGsetting.po
Languages: es, fr

source: of
es: de
fr: de

source: updated
es: han sido instalados
fr: ont ete' installes

source: Favourites:
es: Favoritos:
fr: Favoris:

source: Favourites: No
es: Favoritos: No
fr: Favoris: Non

source: Favourites: Yes
es: Favoritos: Si'
fr: Favoris: Oui

source: Last Update:
es: Ultima actualizacion:
fr: Derniere mis a' jour:

source: Last Update: Unregistered
es: Ultima actualizacion: no registrada
fr: Derniere mis a' jour: non enregistree

source: Maintenance Folders Customized
es: Mantenimiento Bouquet Personalizados
fr: Entretien Bouquet Personnalises

source: New Setting Vhannibal
es: Los nuevos setting Vhannibal
fr: Les nouveaux setting Vhannibal

source: Vhannibal AutoSetting %s is available The update is mandatory, do you want to proceed? Enigma will restart
es: Vhannibal AutoSetting %s esta disponible Se requiere la actualizacion, quieres proceder? Enigma se reiniciara
fr: Vhannibal AutoSetting %s est disponible La mise a jour est necessaire, voulez-vous poursuivre? Enigma va redemarrer

source: New version %s downloaded successfully Enigma will now be restarted...
es: La nueva version %s ha sido descargada Reiniciando Enigma 2...
fr: La nouvelle version %s a ete' telechargee Demarrant Enigma 2...

source: Server down for maintenance
es: El servidor no esta' actualmente disponible
fr: Le serveur n'est pas actuellement disponible

source: Setting Installed:
es: Setting instalados:
fr: Setting installes:

source: Setting already updated, you want to upgrade anyway?
es: Los setting ya estan actualizados, quieres actualizarlos de todos modos?
fr: Les setting sont deja' mis a' jour, voulez vous les mettre a' jour de toute facon?

source: Sorry! Error Download Setting
es: Oops! Ha ocurrido un error
fr: Oops! Il y avait une erreur

source: Sorting Lcn Completed
es: Ordinamento Lcn Completato
fr: Ordinamento Lcn Completato

source: The new configurations are saved Setting: %s Date: %s The choice is different from the previous Do you want to proceed with the manual upgrade?
es: La nueva configuracion ha sido guardada Setting: %s Fecha: %s La eleccion es diferente de la anterior Quieres continuar con la actualizacion manual?
fr: La nouvelle configuration a' ete' enregistree Setting: %s Date: %s Le choix est differente de la precedente Voulez vous proceder a' la mise a jour manuelle?

source: The new configurations are saved Setting: %s Date: %s The new setting has a more recent date Do you want to proceed with the manual upgrade?
es: La nueva configuracion ha sido guardada Setting: %s Fecha: %s Los nuevos setting tienen una fecha mas reciente Quieres continuar con la actualizacion manual?
fr: La nouvelle configuration a' ete' enregistree Setting: %s Date: %s Les nouveaux setting ont une date plus recente Voulez vous proceder a' la mise a jour manuelle?

source: To update your settings, you have to install Vhannibal AutoSetting %s The update is mandatory, do you want to proceed? Enigma will restart
es: Para actualizar los setting debe instalar Vhannibal AutoSetting %s Se requiere la actualizacion, quieres proceder? Enigma se reiniciara
fr: Pour mettre a jour le setting vous devez installer Vhannibal AutoSetting %s La mise a jour est necessaire, voulez-vous poursuivre? Enigma va redemarrer
